[
  {
    "file": "1.avif",
    "description": "I captured this beautiful mountain sunset during the golden hour in Ain Karma.",
    "location": "Ain Karma"
  },
  {
    "file": "2.avif",
    "description": "A photo I took of the Ain Karma mountains on a bright, clear day.",
    "location": "Ain Karma"
  },
  {
    "file": "3.avif",
    "description": "I captured the serene and lush green countryside of Ain Karma.",
    "location": "Ain Karma"
  },
  {
    "file": "4.avif",
    "description": "My wide-angle shot of the majestic mountain range in Ain Karma.",
    "location": "Ain Karma"
  },
  {
    "file": "5.avif",
    "description": "I photographed the warm evening glow of a sunset over the Al Irfan district in Rabat.",
    "location": "Rabat"
  },
  {
    "file": "6.avif",
    "description": "I framed three cars as silhouettes against a vibrant Rabat sunset.",
    "location": "Rabat"
  },
  {
    "file": "7.avif",
    "description": "Another shot I took of a radiant golden sunset in Rabat's Al Irfan district.",
    "location": "Rabat"
  },
  {
    "file": "8.avif",
    "description": "My picture of a tranquil swimming pool area in a park in Ain Karma.",
    "location": "Ain Karma"
  },
  {
    "file": "9.avif",
    "description": "A candid, spontaneous moment I captured in Ain Karma.",
    "location": "Ain Karma"
  },
  {
    "file": "10.avif",
    "description": "My photo of the unique rock formations inside the Hercules Caves in Tangier.",
    "location": "Tangier"
  },
  {
    "file": "11.avif",
    "description": "My view from inside the Hercules Caves, looking out to the ocean through the Africa-shaped opening.",
    "location": "Tangier"
  },
  {
    "file": "12.avif",
    "description": "I captured two women silhouetted against a beautiful sunset in Ain Karma.",
    "location": "Ain Karma"
  },
  {
    "file": "13.avif",
    "description": "A serene night scene I shot in Ain Karma, with the moon as the focus.",
    "location": "Ain Karma"
  },
  {
    "file": "14.avif",
    "description": "I photographed the vibrant lights of a festival on the beach at night.",
    "location": "Unknown Beach"
  },
  {
    "file": "15.avif",
    "description": "My shot of a dramatic, moody sunset with deep red colors in Ain Karma.",
    "location": "Ain Karma"
  },
  {
    "file": "17.avif",
    "description": "A powerful close-up photo I took of the moon against the black sky.",
    "location": "Unknown"
  },
  {
    "file": "18.avif",
    "description": "I took this photo of a quiet, warmly lit street in Ifrane at night.",
    "location": "Ifrane"
  },
  {
    "file": "19.avif",
    "description": "Another Ain Karma sunset I shot, with plants silhouetted against a pastel sky.",
    "location": "Ain Karma"
  },
  {
    "file": "20.avif",
    "description": "My photo of the final moments of daylight in Ain Karma, just after the sun had set.",
    "location": "Ain Karma"
  },
  {
    "file": "21.avif",
    "description": "A beautiful shot I took of the Oum Rabia river near its springs.",
    "location": "Oum Rabia Springs"
  },
  {
    "file": "22.avif",
    "description": "My view of the narrow, ancient alleyways inside the old medina of Rabat.",
    "location": "Rabat"
  },
  {
    "file": "23.avif",
    "description": "A photograph I took of the INPT building in Rabat.",
    "location": "Rabat"
  },
  {
    "file": "24.avif",
    "description": "I captured a stunning coastal sunset over the Atlantic Ocean in Rabat.",
    "location": "Rabat"
  },
  {
    "file": "25.avif",
    "description": "An evocative image I took of life inside the old medina in Rabat.",
    "location": "Rabat"
  },
  {
    "file": "26.avif",
    "description": "A nature shot I took, focusing on the beautiful trees of Ain Karma.",
    "location": "Ain Karma"
  }
]